package com.example.pizzarecipes;

public class Utils {
    public static final String PIZZA_1_TITLE = "Домашняя пицца \"Как я люблю\" ";
    public static final String PIZZA_1_DESCRIPTION = "Я очень люблю пиццу. Перепробовала много рецептов и определила для себя, что пицца именно по этому рецепту - как я люблю. Не использую в пицце майонез и кетчуп. ";
    public static final String PIZZA_1_RECIPE = "Тесто дрожжевое для пиццы – 400 г (на 2 пиццы)" +
            "\n" +
            "Ветчина – 200 г" +
            "\n" +
            "Сыр – 200 г" +
            "\n" +
            "Масло растительное";

    public static final String PIZZA_2_TITLE = "\"Молниеносная\" пицца из бездрожжевого теста";
    public static final String PIZZA_2_DESCRIPTION = "Никогда бы не поверила, что пиццу можно приготовить так быстро, если бы не попался этот рецепт. Все очень просто и легко! Тесто без дрожжей получается тонким, хрустящим снаружи и мягким внутри, невероятно вкусным! Начинку можно добавлять вашу любимую.";
    public static final String PIZZA_2_RECIPE = "Мука - 400 г + для посыпания противня" +
            "\n" +
            "Соль - 1 ч. ложка" +
            "\n" +
            "Разрыхлитель - 1 ч. ложка (с горкой)" +
            "\n" +
            "Колбаса"
            +
            "\n" +
            "Соус томатный - 2 ст. ложки" +
                    "\n" +
            "РПерец сладкий - 1 шт.";

    public static final String PIZZA_3_TITLE ="Пицца Маргарита";
    public static final String PIZZA_3_DESCRIPTION = "Простой рецепт правильного, идеального (на мой взгляд :)) теста для пиццы. Готовим пиццу \"Маргарита\"!";
    public static final String PIZZA_3_RECIPE = "Вода (тёплая) - 125 мл" +
            "\n" +
            "Мука - 200 г + для работы с тестом" +
            "\n" +
            "Сахар - 1 ч. ложка" +
            "\n" +
            "Соль - 1 ч. ложка"
            +
            "\n" +
            "Сыр моцарелла - 200 г" +
            "\n" +
            "Базилик свежий - 6-8 листиков";

    public static final String PIZZA_4_TITLE = "Быстрая пицца с колбасой и сыром";
    public static final String PIZZA_4_DESCRIPTION = "Если хотите приготовить вкусную сытную пиццу, не потратив много времени и сил, то воспользуйтесь этим рецептом. Вы будете в восторге от простого и быстрого рецепта. Это тот случай, когда и быстро, и вкусно.";
    public static final String PIZZA_4_RECIPE = "да (тёплая) – 185 мл" +
            "\n" +
            "Мука в/с – 275 г" +
            "\n" +
            "Колбаса – 100 г" +
            "\n" +
            "Сыр твердый – 100 г" +
            "\n" +
            "Маслины без косточек – 100 г";
}
